Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: Already have an account? Sign In
ar: لديك حساب بالفعل؟ تسجيل الدخول
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Iniciar sesión
fr: Vous avez déjà un compte ? Se connecter
ja: すでにアカウントをお持ちですか？サインイン

source: Alternative
ar: بديل
es: Alternativa
ja: 代替案

source: Amount
ar: المبلغ
de: Betrag
es: Importe
fr: Montant
ja: 金額

source: Analysis
ar: تحليل
de: Analyse
es: Análisis
fr: Analyse
ja: 分析

source: Analysis Failed
ar: فشل التحليل
de: Analyse fehlgeschlagen
es: Análisis fallido
fr: Analyse échouée
ja: 分析に失敗しました

source: Analytics
ar: التحليلات
de: Analysen
es: Análisis
fr: Analyses
ja: 分析

source: Analyze
ar: تحليل
de: Analysieren
es: Analizar
fr: Analyser
ja: 分析する

source: Analyzing your app usage...
ar: جارٍ تحليل استخدام التطبيق...
de: App-Nutzung wird analysiert...
es: Analizando el uso de tu app...
fr: Analyse de l'utilisation de votre app...
ja: アプリの使用状況を分析中...

source: Analyzing…
ar: جارٍ التحليل…
de: Wird analysiert…
es: Analizando…
fr: Analyse en cours…
ja: 分析中…

source: Annual
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
ja: 年間

source: Annual cost:
ar: التكلفة السنوية:
de: Jahreskosten:
es: Costo anual:
fr: Coût annuel :
ja: 年間費用：

source: Annual Price
ar: السعر السنوي
de: Jahrespreis
es: Precio anual
fr: Prix annuel
ja: 年額

source: Annual Savings
ar: المدخرات السنوية
de: Jährliche Ersparnisse
es: Ahorros anuales
fr: Économies annuelles
ja: 年間節約額

source: Annual total
ar: المجموع السنوي
de: Jahrestotal
es: Total anual
fr: Total annuel
ja: 年間合計

source: App Icon
ar: أيقونة التطبيق
de: App-Symbol
es: Ícono de app
fr: Icône de l'app
ja: アプリアイコン

source: App Permissions
ar: أذونات التطبيق
de: App-Berechtigungen
es: Permisos de la app
fr: Autorisations de l'app
ja: アプリの権限

source: App Selection
ar: اختيار التطبيق
de: App-Auswahl
es: Selección de apps
fr: Sélection d'apps
ja: アプリの選択

source: App Store
ar: متجر التطبيقات

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観

source: Apple Subscriptions
ar: اشتراكات Apple
de: Apple-Abos
es: Suscripciones de Apple
fr: Abonnements Apple
ja: Appleのサブスクリプション

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用

source: Apply Code
ar: تطبيق الرمز
de: Code anwenden
es: Aplicar código
fr: Appliquer le code
ja: コードを適用

source: Apply Referral
ar: تطبيق الإحالة
de: Empfehlung anwenden
es: Aplicar referido
fr: Appliquer le parrainage
ja: 紹介コードを適用

source: Are you sure you want to cancel %@? This action cannot be undone.
ar: هل أنت متأكد من إلغاء %@؟ لا يمكن التراجع عن هذا الإجراء.
de: Bist du sicher, dass du %@ kündigen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres cancelar %@? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment annuler %@ ? Cette action est irréversible.
ja: %@をキャンセルしてよろしいですか？この操作は取り消せません。

source: Are you sure?
ar: هل أنت متأكد؟
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
ja: よろしいですか？

source: Ask Pausey
ar: اسأل Pausey
de: Fragen Sie Pausey
es: Pregunta a Pausey
fr: Demandez à Pausey
ja: Pauseyに質問

source: Ask Pausey about %@
ar: اسأل Pausey عن %@
de: Pausey über %@ fragen
es: Preguntar a Pausey sobre %@
fr: Demander à Pausey à propos de %@
ja: %@についてPauseyに聞く

source: Authorization Error
ar: خطأ في التفويض
de: Autorisierungsfehler
es: Error de autorización
fr: Erreur d'autorisation
ja: 認証エラー

source: Authorized
ar: تم التفويض
de: Autorisiert
es: Autorizado
fr: Autorisé
ja: 承認済み

source: Auto-renews until canceled. Cancel anytime in App Store Settings.
ar: يتم التجديد التلقائي حتى الإلغاء. يمكنك الإلغاء في أي وقت من إعدادات App Store.
de: Verlängert sich automatisch bis zur Kündigung. Jederzeit in den App Store-Einstellungen kündbar.
es: Se renueva automáticamente hasta que se cancele. Cancele en cualquier momento en Ajustes de App Store.
fr: Renouvellement automatique jusqu'à annulation. Annulez à tout moment dans les paramètres App Store.
ja: キャンセルするまで自動更新されます。App Store設定でいつでもキャンセルできます。

source: Auto-renews. Cancel anytime in App Store Settings.
ar: يُجدَّد تلقائياً. يمكنك الإلغاء في أي وقت من إعدادات App Store.
de: Automatische Verlängerung. Jederzeit in den App Store-Einstellungen kündigen.
es: Renovación automática. Cancela en cualquier momento en Ajustes del App Store.
fr: Renouvellement automatique. Annulez à tout moment dans les Réglages de l'App Store.
ja: 自動更新。いつでもApp Storeの設定でキャンセルできます。

source: Auto-Tracking
ar: التتبع التلقائي
de: Automatische Verfolgung
es: Seguimiento automático
fr: Suivi automatique
ja: 自動追跡

source: Automatically detect your subscriptions by tracking how often you use apps. No manual entry needed.
ar: اكتشف اشتراكاتك تلقائيًا من خلال تتبع عدد مرات استخدام التطبيقات. لا حاجة للإدخال اليدوي.
de: Erkennen Sie Abonnements automatisch durch die Verfolgung Ihrer App-Nutzung. Keine manuelle Eingabe nötig.
es: Detecta automáticamente tus suscripciones rastreando la frecuencia de uso de tus apps. No se necesita entrada manual.
fr: Détectez automatiquement vos abonnements en suivant la fréquence d'utilisation de vos apps. Aucune saisie manuelle requise.
ja: アプリの使用頻度を追跡してサブスクリプションを自動検出します。手動入力は不要です。

source: Automatically send crash logs
ar: إرسال سجلات الأعطال تلقائياً
de: Absturzprotokolle automatisch senden
es: Enviar registros de fallos automáticamente
fr: Envoyer automatiquement les journaux de crash
ja: クラッシュログを自動送信する

source: Available Plans
ar: الخطط المتاحة
de: Verfügbare Pläne
es: Planes disponibles
fr: Plans disponibles
ja: 利用可能なプラン

source: Avg. Pausely User
ar: متوسط مستخدم Pausely
de: Durchschn. Pausely-Nutzer
es: Usuario promedio de Pausely
fr: Utilisateur Pausely moyen
ja: Pauselyの平均ユーザー

source: Awesome!
ar: رائع!
de: Toll!
es: ¡Genial!
fr: Génial !
ja: 素晴らしい！

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
ja: 戻る

source: Based on historical price changes
ar: بناءً على تغييرات الأسعار التاريخية
de: Basierend auf historischen Preisänderungen
es: Basado en cambios de precio históricos
fr: Basé sur les changements de prix historiques
ja: 過去の価格変動に基づく

source: Based on organization, costs, and value
ar: بناءً على التنظيم والتكاليف والقيمة
de: Basierend auf Organisation, Kosten und Wert
es: Basado en organización, costos y valor
fr: Basé sur l'organisation, les coûts et la valeur
ja: 組織、費用、価値に基づく

source: Based on your actual usage
ar: بناءً على استخدامك الفعلي
de: Basierend auf deiner tatsächlichen Nutzung
es: Basado en tu uso real
fr: Basé sur votre utilisation réelle
ja: 実際の使用状況に基づく

source: Best Value
ar: أفضل قيمة
de: Bestes Angebot
es: Mejor valor
fr: Meilleur rapport qualité-prix
ja: ベストバリュー

source: BEST VALUE
ar: أفضل قيمة
de: BESTES ANGEBOT
es: MEJOR VALOR
fr: MEILLEUR RAPPORT
ja: ベストバリュー

source: Best Value: %@
ar: أفضل قيمة: %@
de: Bestes Angebot: %@
es: Mejor valor: %@
fr: Meilleur rapport : %@
ja: ベストバリュー：%@

source: Biggest Expenses
ar: أكبر النفقات
de: Größte Ausgaben
es: Mayores gastos
fr: Plus grosses dépenses
ja: 最大の支出

source: Billed annually
ar: يُحاسَب سنوياً
de: Jährlich abgerechnet
es: Facturado anualmente
fr: Facturé annuellement
ja: 年払い

source: Billing Frequency
ar: دورية الفاتورة
de: Abrechnungsintervall
es: Frecuencia de facturación
fr: Fréquence de facturation
ja: 請求頻度

source: Billing History
ar: سجل الفوترة
de: Abrechnungsverlauf
es: Historial de facturación
fr: Historique de facturation
ja: 請求履歴

source: Bills This Week
ar: فواتير هذا الأسبوع
de: Rechnungen diese Woche
es: Facturas esta semana
fr: Factures cette semaine
ja: 今週の請求

source: Both you and your friend will receive rewards
ar: ستحصل أنت وصديقك على مكافآت
de: Sie und Ihr Freund erhalten Belohnungen
es: Tú y tu amigo recibirán recompensas
fr: Vous et votre ami recevrez des récompenses
ja: あなたとお友達の両方に報酬が入ります

source: Breakdown by Category
ar: تفصيل حسب الفئة
de: Aufschlüsselung nach Kategorien
es: Desglose por categoría
fr: Répartition par catégorie
ja: カテゴリ別の内訳

source: Browse Catalog
ar: تصفح الكتالوج
de: Katalog durchsuchen
es: Explorar catálogo
fr: Parcourir le catalogue
ja: カタログを見る

source: Browse subscriptions
ar: تصفح الاشتراكات
de: Abonnements durchsuchen
es: Explorar suscripciones
fr: Parcourir les abonnements
ja: サブスクリプションを閲覧

source: Bulk Add
ar: إضافة مجمّعة
de: Mehrere hinzufügen
es: Agregar en masa
fr: Ajout en masse
ja: 一括追加

source: By creating an account, you agree to our Terms of Service and Privacy Policy
ar: بإنشاء حساب، فإنك توافق على شروط الخدمة وسياسة الخصوصية
de: Durch die Erstellung eines Kontos stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu
es: Al crear una cuenta, aceptas nuestros Términos de Servicio y Política de Privacidad
fr: En créant un compte, vous acceptez nos conditions d'utilisation et notre politique de confidentialité
ja: アカウントを作成することで、利用規約とプライバシーポリシーに同意したものとみなされます

source: By downloading or using Pausely, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use our app.
ar: بتنزيل Pausely أو استخدامه، فإنك توافق على الالتزام بشروط الخدمة هذه. إذا لم توافق على هذه الشروط، يرجى عدم استخدام تطبيقنا.
de: Durch das Herunterladen oder die Nutzung von Pausely stimmen Sie diesen Nutzungsbedingungen zu. Wenn Sie diesen Bedingungen nicht zustimmen, nutzen Sie unsere App bitte nicht.
es: Al descargar o usar Pausely, aceptas estar sujeto a estos Términos de Servicio. Si no estás de acuerdo con estos términos, no uses nuestra app.
fr: En téléchargeant ou en utilisant Pausely, vous acceptez d'être lié par ces Conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser notre application.
ja: Pauselyをダウンロードまたは使用することで、この利用規約に同意したものとみなされます。同意しない場合は、アプリをご利用にならないでください。

source: By enabling notifications, you agree to receive: • Renewal reminders • Free trial expiration alerts • Price change notifications You can disable notifications at any time in your device settings.
ar: بتفعيل الإشعارات، فإنك توافق على استلام: • تذكيرات التجديد • تنبيهات انتهاء الفترة التجريبية المجانية • إشعارات تغيير الأسعار يمكنك تعطيل الإشعارات في أي وقت من إعدادات جهازك.
de: Durch das Aktivieren von Benachrichtigungen stimmen Sie zu, folgendes zu erhalten: • Verlängerungserinnerungen • Benachrichtigungen zum Ablauf der kostenlosen Testphase • Preisänderungsbenachrichtigungen Sie können Benachrichtigungen jederzeit in den Geräteeinstellungen deaktivieren.
es: Al habilitar las notificaciones, aceptas recibir: • Recordatorios de renovación • Alertas de vencimiento de prueba gratuita • Notificaciones de cambio de precio Puedes deshabilitar las notificaciones en cualquier momento en la configuración de tu dispositivo.
fr: En activant les notifications, vous acceptez de recevoir : • Des rappels de renouvellement • Des alertes d'expiration d'essai gratuit • Des notifications de changement de prix Vous pouvez désactiver les notifications à tout moment dans les paramètres de votre appareil.
ja: 通知を有効にすることで、以下の受信に同意します： • 更新リマインダー • 無料トライアル終了アラート • 価格変更通知 デバイスの設定でいつでも通知を無効にできます。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Cancel %@
ar: إلغاء %@
de: %@ kündigen
es: Cancelar %@
fr: Annuler %@
ja: %@をキャンセル

source: Cancel %@?
ar: إلغاء %@؟
de: %@ kündigen?
es: ¿Cancelar %@?
fr: Annuler %@ ?
ja: %@をキャンセルしますか？

source: Cancel anytime
ar: إلغاء في أي وقت
de: Jederzeit kündigen
es: Cancela en cualquier momento
fr: Annulez à tout moment
ja: いつでもキャンセル可能

source: Cancel anytime.
ar: إلغاء في أي وقت.
de: Jederzeit kündbar.
es: Cancela en cualquier momento.
fr: Annulez à tout moment.
ja: いつでも解約可能。

source: Cancel anytime. No charge for 7 days.
ar: إلغاء في أي وقت. لا رسوم لمدة 7 أيام.
de: Jederzeit kündbar. Keine Gebühren für 7 Tage.
es: Cancela cuando quieras. Sin cargo por 7 días.
fr: Annulable à tout moment. Aucun frais pendant 7 jours.
ja: いつでもキャンセル可能。7日間は無料。

source: Cancel Now
ar: إلغاء الآن
de: Jetzt kündigen
es: Cancelar ahora
fr: Annuler maintenant
ja: 今すぐキャンセル

source: Cancel Subscription
ar: إلغاء الاشتراك
de: Abo kündigen
es: Cancelar suscripción
fr: Annuler l'abonnement
ja: サブスクリプションをキャンセル

source: Cancel This Trial
ar: إلغاء هذه التجربة
de: Diese Testphase kündigen
es: Cancelar esta prueba
fr: Annuler cet essai
ja: このトライアルをキャンセル

source: Cancel Timing
ar: توقيت الإلغاء
de: Kündigungszeitpunkt
es: Momento de cancelación
fr: Timing d'annulation
ja: キャンセルのタイミング

source: Cancellation Difficulty:
ar: صعوبة الإلغاء:
de: Kündigungsschwierigkeit:
es: Dificultad de cancelación:
fr: Difficulté de résiliation :
ja: 解約の難易度：

source: Cancellation difficulty: %@
ar: صعوبة الإلغاء: %@
de: Kündigungsschwierigkeit: %@
es: Dificultad de cancelación: %@
fr: Difficulté d'annulation : %@
ja: キャンセルの難易度：%@

source: Cancellation Difficulty: %@
ar: صعوبة الإلغاء: %@
de: Kündigungsschwierigkeit: %@
es: Dificultad de cancelación: %@
fr: Difficulté d'annulation : %@
ja: キャンセルの難易度：%@

source: Cancellation Initiated
ar: بدأ الإلغاء
de: Kündigung eingeleitet
es: Cancelación iniciada
fr: Annulation initiée
ja: キャンセル手続き開始

source: Cancelled
ar: تم الإلغاء
de: Storniert
es: Cancelado
fr: Annulé
ja: キャンセル済み

source: Cancelled Subscriptions
ar: الاشتراكات الملغاة
de: Gekündigte Abos
es: Suscripciones canceladas
fr: Abonnements annulés
ja: キャンセル済みサブスクリプション

source: Cancelled!
ar: تم الإلغاء!
de: Gekündigt!
es: ¡Cancelado!
fr: Annulé !
ja: キャンセルしました！

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー

source: Category Comparison
ar: مقارنة الفئات
de: Kategorienvergleich
es: Comparación por categorías
fr: Comparaison par catégorie
ja: カテゴリ比較

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
ja: パスワードを変更

source: Change Selection
ar: تغيير الاختيار
de: Auswahl ändern
es: Cambiar selección
fr: Changer la sélection
ja: 選択を変更

source: Changes
ar: التغييرات
de: Änderungen
es: Cambios
fr: Modifications
ja: 変更

source: Cheaper Alternatives
ar: بدائل أرخص
de: Günstigere Alternativen
es: Alternativas más baratas
fr: Alternatives moins chères
ja: より安い代替案

source: Check out the latest improvements
ar: اطلع على أحدث التحسينات
de: Die neuesten Verbesserungen ansehen
es: Ver las últimas mejoras
fr: Voir les dernières améliorations
ja: 最新の改善を確認する

source: Check your email
ar: تحقق من بريدك الإلكتروني
de: Überprüfe deine E-Mail
es: Revisa tu correo
fr: Vérifiez votre e-mail
ja: メールを確認してください

source: Check Your Email
ar: تحقق من بريدك الإلكتروني
de: Überprüfen Sie Ihre E-Mail
es: Revisa tu correo
fr: Vérifiez votre e-mail
ja: メールを確認してください

source: Checking your Apple subscriptions
ar: جارٍ التحقق من اشتراكات Apple الخاصة بك
de: Apple-Abos werden geprüft
es: Verificando tus suscripciones de Apple
fr: Vérification de vos abonnements Apple
ja: Appleのサブスクリプションを確認中

source: Choose which subscription apps you want to monitor with Screen Time. You can change this later.
ar: اختر تطبيقات الاشتراك التي تريد مراقبتها باستخدام Screen Time. يمكنك تغيير ذلك لاحقًا.
de: Wählen Sie die Abonnement-Apps, die Sie mit Screen Time überwachen möchten. Sie können dies später ändern.
es: Elige qué apps de suscripción quieres monitorear con Screen Time. Puedes cambiar esto más tarde.
fr: Choisissez les apps d'abonnement à surveiller avec Screen Time. Vous pourrez modifier cela plus tard.
ja: Screen Timeで監視するサブスクリプションアプリを選択してください。後で変更できます。

source: Choose which subscription apps you want to monitor. You can change this later.
ar: اختر تطبيقات الاشتراك التي تريد مراقبتها. يمكنك تغيير ذلك لاحقًا.
de: Wählen Sie die Abonnement-Apps, die Sie überwachen möchten. Sie können dies später ändern.
es: Elige qué apps de suscripción quieres monitorear. Puedes cambiar esto más tarde.
fr: Choisissez les apps d'abonnement à surveiller. Vous pourrez modifier cela plus tard.
ja: 監視するサブスクリプションアプリを選択してください。後で変更できます。

source: Choose Your Plan
ar: اختر خطتك
de: Wähle deinen Plan
es: Elige tu plan
fr: Choisissez votre plan
ja: プランを選択

source: Choose your preferred language
ar: اختر لغتك المفضلة
de: Bevorzugte Sprache wählen
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
ja: 言語を選択してください

source: Choose your preferred theme
ar: اختر المظهر المفضل لديك
de: Bevorzugtes Design wählen
es: Elige tu tema preferido
fr: Choisissez votre thème préféré
ja: テーマを選択してください

source: Claim Free Pro
ar: احصل على Pro مجاناً
de: Kostenloses Pro beanspruchen
es: Reclamar Pro gratis
fr: Réclamer le Pro gratuit
ja: 無料Proを取得

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
ja: クリア

source: Clear filters
ar: مسح المرشحات
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルターをクリア

source: Clear Filters
ar: مسح الفلاتر
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルターをクリア

source: Clear referral code
ar: مسح رمز الإحالة
de: Empfehlungscode löschen
es: Borrar código de referido
fr: Effacer le code de parrainage
ja: 紹介コードをクリア

source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア

source: Clear URL
ar: مسح الرابط
de: URL löschen
es: Borrar URL
fr: Effacer l'URL
ja: URLをクリア

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

source: Code Applied!
ar: تم تطبيق الرمز!
de: Code angewendet!
es: ¡Código aplicado!
fr: Code appliqué !
ja: コードが適用されました！

source: Code Sent!
ar: تم إرسال الرمز!
de: Code gesendet!
es: ¡Código enviado!
fr: Code envoyé !
ja: コードが送信されました！

source: Codes are case-insensitive and can only be used once
ar: الرموز غير حساسة لحالة الأحرف ويمكن استخدامها مرة واحدة فقط
de: Codes sind nicht case-sensitiv und können nur einmal verwendet werden
es: Los códigos no distinguen mayúsculas y solo se pueden usar una vez
fr: Les codes ne sont pas sensibles à la casse et ne peuvent être utilisés qu'une seule fois
ja: コードは大文字と小文字を区別せず、一度のみ使用できます

source: Compare
ar: مقارنة
de: Vergleichen
es: Comparar
fr: Comparer
ja: 比較する

source: Compare & Save
ar: قارن ووفّر
de: Vergleichen & Sparen
es: Comparar y ahorrar
fr: Comparer et économiser
ja: 比較して節約

source: Compare Catalog
ar: مقارنة الكتالوج
de: Katalog vergleichen
es: Comparar catálogo
fr: Comparer le catalogue
ja: カタログを比較

source: Compare Subscriptions
ar: مقارنة الاشتراكات
de: Abos vergleichen
es: Comparar suscripciones
fr: Comparer les abonnements
ja: サブスクリプションを比較

source: Compare Yours
ar: قارن خاصتك
de: Deine vergleichen
es: Comparar los tuyos
fr: Comparer les vôtres
ja: あなたのものと比較

source: Complete Step %lld
ar: إكمال الخطوة %lld
de: Schritt %lld abschließen
es: Completar paso %lld
fr: Compléter l'étape %lld
ja: ステップ%lldを完了

source: Completed!
ar: اكتمل!
de: Abgeschlossen!
es: ¡Completado!
fr: Terminé !
ja: 完了！

source: Completed! 🎉
ar: اكتمل! 🎉
de: Abgeschlossen! 🎉
es: ¡Completado! 🎉
fr: Terminé ! 🎉
ja: 完了！🎉

source: confidence
ar: الثقة
de: Konfidenz
es: confianza
fr: confiance
ja: 信頼度

source: Confirm Cancellation
ar: تأكيد الإلغاء
de: Kündigung bestätigen
es: Confirmar cancelación
fr: Confirmer l'annulation
ja: キャンセルを確認

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードを確認

source: Connect Gmail
ar: ربط Gmail
de: Gmail verbinden
es: Conectar Gmail
fr: Connecter Gmail
ja: Gmailを連携

source: Connect Screen Time
ar: ربط وقت الشاشة
de: Screen Time verbinden
es: Conectar Screen Time
fr: Connecter le Temps d'écran
ja: スクリーンタイムを連携

source: Connect Screen Time for smarter subscription tracking
ar: ربط وقت الشاشة لتتبع أذكى للاشتراكات
de: Screen Time verbinden für intelligentere Abo-Verfolgung
es: Conecta Screen Time para un seguimiento más inteligente de suscripciones
fr: Connectez le Temps d'écran pour un suivi plus intelligent des abonnements
ja: スクリーンタイムを連携してスマートなサブスクリプション追跡を

source: Connect Screen Time or enter usage manually to see insights.
ar: اربط وقت الشاشة أو أدخل الاستخدام يدوياً لرؤية الرؤى.
de: Screen Time verbinden oder Nutzung manuell eingeben, um Einblicke zu sehen.
es: Conecta Screen Time o ingresa el uso manualmente para ver insights.
fr: Connectez le Temps d'écran ou saisissez l'utilisation manuellement pour voir les insights.
ja: スクリーンタイムを連携するか、手動で使用状況を入力してインサイトを確認。

source: Connect Screen Time to automatically track your subscription usage and get personalized recommendations to save money.
ar: اربط وقت الشاشة لتتبع استخدام اشتراكاتك تلقائياً والحصول على توصيات مخصصة لتوفير المال.
de: Verbinde Screen Time, um die Abo-Nutzung automatisch zu verfolgen und personalisierte Spartipps zu erhalten.
es: Conecta Screen Time para rastrear automáticamente el uso de tus suscripciones y obtener recomendaciones personalizadas para ahorrar dinero.
fr: Connectez le Temps d'écran pour suivre automatiquement l'utilisation de vos abonnements et obtenir des recommandations personnalisées pour économiser.
ja: スクリーンタイムを連携してサブスクリプションの使用状況を自動追跡し、節約のためのパーソナライズされたおすすめを受け取りましょう。

source: Connect Screen Time to automatically track your subscriptions without manual entry
ar: قم بتوصيل Screen Time لتتبع اشتراكاتك تلقائيًا دون إدخال يدوي
de: Verbinden Sie Screen Time, um Abonnements automatisch ohne manuelle Eingabe zu verfolgen
es: Conecta Screen Time para rastrear automáticamente tus suscripciones sin entrada manual
fr: Connectez Screen Time pour suivre automatiquement vos abonnements sans saisie manuelle
ja: Screen Timeを接続して、手動入力なしでサブスクリプションを自動追跡します

source: Connecting...
ar: جارٍ الاتصال...
de: Verbinde...
es: Conectando...
fr: Connexion...
ja: 接続中...

source: Connection Error
ar: خطأ في الاتصال
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
ja: 接続エラー

source: Connection Issue
ar: مشكلة في الاتصال
de: Verbindungsproblem
es: Problema de conexión
fr: Problème de connexion
ja: 接続の問題

source: Cons
ar: السلبيات
de: Nachteile
es: Contras
fr: Inconvénients
ja: デメリット

source: Consider Pausing
ar: فكّر في الإيقاف المؤقت
de: Pausieren erwägen
es: Considera pausar
fr: Envisager de mettre en pause
ja: 一時停止を検討

source: Consider Pausing This Subscription
ar: فكّر في إيقاف هذا الاشتراك مؤقتاً
de: Dieses Abo pausieren erwägen
es: Considera pausar esta suscripción
fr: Envisagez de mettre en pause cet abonnement
ja: このサブスクリプションの一時停止を検討

source: consumed
ar: مستهلك
de: verbraucht
es: consumido
fr: consommé
ja: 消費済み

source: Contact Support
ar: التواصل مع الدعم
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
ja: サポートに連絡

source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
ja: お問い合わせ

source: CONTACT US
ar: اتصل بنا
de: KONTAKTIERE UNS
es: CONTÁCTANOS
fr: CONTACTEZ-NOUS
ja: お問い合わせ

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける

source: Control your data and app permissions
ar: تحكم في بياناتك وأذونات التطبيق
de: Steuere deine Daten und App-Berechtigungen
es: Controla tus datos y permisos de la app
fr: Gérez vos données et les autorisations de l'app
ja: データとアプリの権限を管理

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました

source: Copied to clipboard!
ar: تم النسخ إلى الحافظة!
de: In Zwischenablage kopiert!
es: ¡Copiado al portapapeles!
fr: Copié dans le presse-papiers !
ja: クリップボードにコピーしました！

source: Copied!
ar: تم النسخ!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ja: コピー

source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー

source: Copy referral code
ar: نسخ رمز الإحالة
de: Empfehlungscode kopieren
es: Copiar código de referido
fr: Copier le code de parrainage
ja: 紹介コードをコピー

source: Cost Analysis
ar: تحليل التكاليف
de: Kostenanalyse
es: Análisis de costos
fr: Analyse des coûts
ja: コスト分析

source: Cost Comparison
ar: مقارنة التكاليف
de: Kostenvergleich
es: Comparación de costos
fr: Comparaison des coûts
ja: コスト比較

source: Cost Per Hour
ar: التكلفة لكل ساعة
de: Kosten pro Stunde
es: Costo por hora
fr: Coût par heure
ja: 時間あたりのコスト
